<unk>	0
<s>	0
</s>	0
▁t	-0
he	-1
▁a	-2
in	-3
▁the	-4
▁s	-5
▁o	-6
er	-7
▁,	-8
▁w	-9
▁.	-10
▁の	-11
ed	-12
hi	-13
▁。	-14
re	-15
on	-16
▁(	-17
▁)	-18
▁c	-19
an	-20
▁of	-21
at	-22
▁、	-23
en	-24
▁に	-25
▁b	-26
▁p	-27
as	-28
or	-29
it	-30
▁f	-31
▁in	-32
▁m	-33
ar	-34
is	-35
▁は	-36
▁an	-37
▁た	-38
▁る	-39
es	-40
▁1	-41
▁k	-42
▁to	-43
al	-44
▁d	-45
▁n	-46
▁and	-47
▁を	-48
▁と	-49
ro	-50
am	-51
ho	-52
ing	-53
▁し	-54
▁て	-55
▁が	-56
▁い	-57
un	-58
▁was	-59
▁で	-60
ion	-61
le	-62
ak	-63
us	-64
▁g	-65
▁年	-66
▁he	-67
ur	-68
yo	-69
ic	-70
▁な	-71
em	-72
▁l	-73
▁re	-74
▁is	-75
▁'	-76
his	-77
ent	-78
ec	-79
ai	-80
▁あ	-81
▁h	-82
ly	-83
om	-84
▁as	-85
ad	-86
▁no	-87
▁れ	-88
▁j	-89
▁st	-90
ut	-91
▁も	-92
ce	-93
▁っ	-94
▁on	-95
▁e	-96
im	-97
to	-98
ter	-99
▁it	-100
ation	-101
▁こ	-102
▁th	-103
▁r	-104
▁さ	-105
ag	-106
▁2	-107
su	-108
▁be	-109
ac	-110
▁日	-111
st	-112
▁大	-113
il	-114
▁す	-115
▁"	-116
▁for	-117
▁his	-118
▁か	-119
ver	-120
ain	-121
od	-122
ap	-123
ol	-124
ay	-125
ji	-126
emp	-127
ig	-128
ch	-129
id	-130
ok	-131
▁y	-132
um	-133
▁・	-134
ug	-135
her	-136
ame	-137
ve	-138
et	-139
▁pro	-140
▁:	-141
▁by	-142
▁sh	-143
eri	-144
▁する	-145
▁that	-146
ir	-147
ted	-148
▁wit	-149
▁ら	-150
▁at	-151
▁al	-152
ow	-153
▁よ	-154
▁19	-155
shi	-156
▁月	-157
▁ho	-158
▁with	-159
▁」	-160
▁「	-161
rom	-162
▁con	-163
ud	-164
ld	-165
▁or	-166
▁-	-167
▁hi	-168
uk	-169
▁そ	-170
▁from	-171
ri	-172
aw	-173
se	-174
est	-175
ect	-176
uc	-177
ami	-178
ure	-179
▁う	-180
▁are	-181
▁co	-182
▁一	-183
ity	-184
ot	-185
ab	-186
▁ま	-187
▁り	-188
all	-189
▁ch	-190
rin	-191
▁天	-192
▁se	-193
▁pre	-194
ated	-195
ul	-196
▁3	-197
apan	-198
und	-199
▁18	-200
and	-201
▁japan	-202
ere	-203
▁から	-204
if	-205
▁v	-206
▁de	-207
▁im	-208
▁were	-209
so	-210
ik	-211
ate	-212
▁sho	-213
▁cl	-214
▁く	-215
▁yo	-216
th	-217
▁com	-218
▁時	-219
▁this	-220
▁temp	-221
pp	-222
▁whi	-223
▁po	-224
▁国	-225
▁こと	-226
▁su	-227
▁kyo	-228
▁中	-229
▁後	-230
ori	-231
ers	-232
▁京	-233
▁bec	-234
▁ex	-235
▁so	-236
iv	-237
▁go	-238
jo	-239
ear	-240
▁その	-241
ge	-242
▁emp	-243
ary	-244
▁mo	-245
▁temple	-246
00	-247
▁who	-248
end	-249
ard	-250
▁shi	-251
eriod	-252
▁imp	-253
▁period	-254
ct	-255
▁家	-256
▁also	-257
▁af	-258
▁や	-259
▁ar	-260
▁kyoto	-261
ist	-262
▁られ	-263
▁which	-264
▁日本	-265
▁市	-266
ther	-267
▁prov	-268
awa	-269
ment	-270
▁tr	-271
ugh	-272
▁4	-273
▁us	-274
ast	-275
▁寺	-276
cho	-277
we	-278
▁お	-279
ince	-280
ara	-281
iz	-282
ber	-283
op	-284
sh	-285
amily	-286
▁family	-287
aku	-288
▁つ	-289
▁fo	-290
ess	-291
ank	-292
▁神	-293
ong	-294
ord	-295
▁there	-296
ki	-297
▁ro	-298
▁ko	-299
ama	-300
ei	-301
▁un	-302
▁など	-303
▁after	-304
ese	-305
eror	-306
▁emperor	-307
▁le	-308
▁京都	-309
ant	-310
▁この	-311
▁三	-312
ally	-313
▁5	-314
▁whe	-315
qu	-316
▁call	-317
▁pl	-318
▁city	-319
▁ad	-320
▁7	-321
ine	-322
oc	-323
ashi	-324
fect	-325
ition	-326
▁tak	-327
▁6	-328
atsu	-329
▁時代	-330
▁本	-331
erial	-332
▁min	-333
▁わ	-334
ura	-335
▁station	-336
▁上	-337
▁11	-338
ill	-339
ll	-340
▁人	-341
▁not	-342
▁name	-343
ice	-344
use	-345
hed	-346
▁called	-347
▁15	-348
ie	-349
art	-350
▁もの	-351
▁prefect	-352
▁8	-353
▁文	-354
▁元	-355
ies	-356
bo	-357
▁clan	-358
ang	-359
▁地	-360
ave	-361
▁だ	-362
▁year	-363
▁man	-364
▁di	-365
ive	-366
▁『	-367
▁』	-368
ci	-369
▁imperial	-370
▁u	-371
▁kan	-372
▁chi	-373
ved	-374
▁province	-375
igh	-376
▁山	-377
ade	-378
▁en	-379
▁明	-380
▁行	-381
▁became	-382
▁天皇	-383
▁東	-384
▁one	-385
▁長	-386
▁出	-387
▁had	-388
aka	-389
▁また	-390
ari	-391
▁prefecture	-392
▁japanese	-393
▁off	-394
▁but	-395
▁12	-396
oto	-397
age	-398
▁10	-399
ss	-400
▁app	-401
▁高	-402
▁sp	-403
ort	-404
ous	-405
▁ため	-406
▁同	-407
ory	-408
▁平	-409
oku	-410
▁名	-411
ater	-412
▁inc	-413
▁ac	-414
aid	-415
achi	-416
▁16	-417
ass	-418
own	-419
ra	-420
ight	-421
▁rank	-422
▁prin	-423
ichi	-424
▁氏	-425
ish	-426
▁以	-427
▁駅	-428
tain	-429
ko	-430
▁shrin	-431
▁多	-432
▁的	-433
▁shin	-434
▁9	-435
▁gen	-436
▁gr	-437
▁ne	-438
fer	-439
▁tim	-440
▁生	-441
▁現	-442
vern	-443
ry	-444
low	-445
▁scho	-446
▁when	-447
▁govern	-448
▁son	-449
▁used	-450
ya	-451
aga	-452
▁代	-453
ue	-454
▁正	-455
▁よう	-456
ign	-457
ku	-458
▁ed	-459
▁comp	-460
aki	-461
▁これ	-462
▁bo	-463
ans	-464
les	-465
▁howe	-466
▁however	-467
▁wor	-468
ushi	-469
▁school	-470
▁下	-471
ace	-472
▁other	-473
ome	-474
▁me	-475
ide	-476
ond	-477
▁yoshi	-478
▁des	-479
oin	-480
▁reg	-481
jin	-482
▁小	-483
▁fir	-484
udd	-485
og	-486
uring	-487
▁tok	-488
ember	-489
▁they	-490
uji	-491
pt	-492
ished	-493
▁通	-494
rit	-495
▁17	-496
▁学	-497
▁first	-498
orm	-499
▁県	-500
▁新	-501
ial	-502
▁shrine	-503
▁dis	-504
▁am	-505
▁ser	-506
ren	-507
▁き	-508
▁comm	-509
▁budd	-510
▁been	-511
▁pe	-512
red	-513
▁i	-514
▁have	-515
os	-516
▁へ	-517
ore	-518
ack	-519
▁ば	-520
ten	-521
▁hig	-522
▁内	-523
▁13	-524
▁fe	-525
▁200	-526
ishi	-527
▁during	-528
uni	-529
ake	-530
▁part	-531
▁loc	-532
▁line	-533
ts	-534
▁cour	-535
per	-536
▁has	-537
▁二	-538
wn	-539
▁近	-540
une	-541
ance	-542
ult	-543
▁明治	-544
▁sec	-545
▁西	-546
▁戦	-547
▁開	-548
▁head	-549
▁time	-550
way	-551
▁res	-552
▁法	-553
▁sen	-554
ered	-555
▁位	-556
▁da	-557
ust	-558
under	-559
ata	-560
▁te	-561
one	-562
ail	-563
▁関	-564
ub	-565
▁第	-566
av	-567
ress	-568
▁its	-569
▁him	-570
yama	-571
▁事	-572
nown	-573
▁such	-574
▁pri	-575
▁abo	-576
▁武	-577
ma	-578
▁into	-579
▁war	-580
▁町	-581
▁mas	-582
▁fol	-583
▁dai	-584
form	-585
chi	-586
▁入	-587
▁義	-588
▁藩	-589
▁北	-590
ical	-591
▁mar	-592
▁coun	-593
▁院	-594
▁御	-595
▁子	-596
▁者	-597
gun	-598
▁作	-599
▁old	-600
ence	-601
ather	-602
▁cast	-603
▁dom	-604
▁皇	-605
▁made	-606
▁信	-607
▁san	-608
▁she	-609
▁呼	-610
▁est	-611
▁ag	-612
▁せ	-613
▁dec	-614
▁藤	-615
▁kam	-616
▁公	-617
▁重	-618
▁自	-619
▁主	-620
▁14	-621
▁源	-622
▁said	-623
▁宗	-624
▁sect	-625
▁later	-626
te	-627
duc	-628
▁we	-629
▁政	-630
round	-631
▁前	-632
ters	-633
▁じ	-634
ada	-635
▁当	-636
▁nob	-637
uchi	-638
▁prince	-639
▁main	-640
▁buddhis	-641
▁古	-642
▁mon	-643
▁court	-644
▁yam	-645
▁しか	-646
▁cont	-647
▁建	-648
▁書	-649
▁col	-650
▁bro	-651
▁their	-652
▁所	-653
mi	-654
▁her	-655
▁bu	-656
ree	-657
▁ん	-658
▁tw	-659
▁form	-660
iver	-661
▁z	-662
▁経	-663
▁記	-664
▁rec	-665
▁sy	-666
▁acc	-667
▁方	-668
▁発	-669
▁使	-670
lud	-671
▁castle	-672
▁伝	-673
▁edo	-674
▁見	-675
▁不	-676
▁government	-677
▁場	-678
▁石	-679
▁died	-680
▁fuji	-681
▁tho	-682
▁under	-683
igin	-684
▁rel	-685
▁ten	-686
▁bet	-687
▁江	-688
▁follow	-689
▁some	-690
abl	-691
▁domain	-692
ople	-693
yoshi	-694
▁分	-695
▁流	-696
▁城	-697
▁mi	-698
fu	-699
▁origin	-700
▁道	-701
▁実	-702
▁out	-703
▁per	-704
itsu	-705
▁exp	-706
ian	-707
▁ev	-708
amoto	-709
▁従	-710
ents	-711
▁まで	-712
▁offic	-713
▁people	-714
ty	-715
ied	-716
▁act	-717
act	-718
wara	-719
▁世	-720
▁stat	-721
▁対	-722
emon	-723
▁しかし	-724
▁cons	-725
▁do	-726
uki	-727
sho	-728
up	-729
▁会	-730
▁establ	-731
ause	-732
me	-733
▁ord	-734
▁ent	-735
urn	-736
ach	-737
ings	-738
ono	-739
ural	-740
▁kin	-741
omi	-742
▁buil	-743
▁up	-744
▁区	-745
go	-746
fore	-747
▁pres	-748
ath	-749
▁bus	-750
▁includ	-751
▁/	-752
▁現在	-753
other	-754
▁chin	-755
▁hist	-756
ano	-757
▁江戸	-758
▁親	-759
ister	-760
▁初	-761
uary	-762
▁宮	-763
uld	-764
▁post	-765
▁second	-766
▁最	-767
▁み	-768
▁用	-769
▁gener	-770
▁br	-771
wa	-772
ions	-773
▁目	-774
▁旧	-775
▁四	-776
▁cent	-777
▁because	-778
▁many	-779
▁ter	-780
ower	-781
▁fujiwara	-782
ational	-783
ke	-784
▁ほ	-785
att	-786
de	-787
ino	-788
cess	-789
▁day	-790
mo	-791
▁藤原	-792
tern	-793
▁言	-794
cri	-795
yu	-796
▁two	-797
ween	-798
bu	-799
▁ret	-800
ife	-801
▁between	-802
▁参	-803
▁安	-804
▁same	-805
▁南	-806
str	-807
▁かっ	-808
▁arm	-809
▁writ	-810
▁部	-811
▁ab	-812
▁tai	-813
▁att	-814
ict	-815
▁特	-816
▁和	-817
do	-818
reat	-819
▁府	-820
▁次	-821
▁shogun	-822
▁oc	-823
▁rep	-824
no	-825
az	-826
▁new	-827
▁years	-828
▁朝	-829
▁add	-830
▁官	-831
akura	-832
ase	-833
▁thi	-834
▁priest	-835
stem	-836
▁work	-837
ato	-838
▁;	-839
ces	-840
▁char	-841
▁father	-842
shu	-843
▁system	-844
▁死	-845
▁五	-846
ited	-847
▁dep	-848
▁over	-849
▁間	-850
▁教	-851
▁daugh	-852
▁all	-853
▁child	-854
▁pr	-855
▁受	-856
asa	-857
▁about	-858
ors	-859
ib	-860
▁鉄	-861
▁線	-862
ats	-863
uro	-864
▁それ	-865
▁only	-866
▁軍	-867
umi	-868
▁pos	-869
lect	-870
▁改	-871
sel	-872
▁女	-873
▁juni	-874
omo	-875
ike	-876
▁全	-877
▁物	-878
ba	-879
able	-880
▁神社	-881
▁立	-882
▁appoin	-883
▁昭	-884
▁ni	-885
▁pers	-886
▁can	-887
are	-888
asu	-889
▁wo	-890
▁元年	-891
▁four	-892
ron	-893
ations	-894
▁幕	-895
▁cult	-896
▁daughter	-897
ft	-898
ung	-899
yle	-900
▁権	-901
▁position	-902
ha	-903
▁stud	-904
▁then	-905
▁nor	-906
orn	-907
▁sc	-908
▁伊	-909
▁社	-910
its	-911
▁より	-912
▁bel	-913
▁20	-914
▁ke	-915
ja	-916
▁指	-917
ular	-918
▁金	-919
▁batt	-920
▁有	-921
▁thir	-922
▁established	-923
▁八	-924
▁suc	-925
▁昭和	-926
▁sub	-927
▁父	-928
▁death	-929
▁them	-930
▁str	-931
▁buddhist	-932
▁歳	-933
ased	-934
▁ok	-935
▁person	-936
▁train	-937
▁trans	-938
▁松	-939
ute	-940
▁art	-941
▁cer	-942
▁ず	-943
▁ta	-944
▁three	-945
lo	-946
▁む	-947
▁歌	-948
▁文化	-949
▁清	-950
▁age	-951
▁tsu	-952
ef	-953
▁太	-954
▁known	-955
gan	-956
▁since	-957
▁知	-958
▁ma	-959
▁junior	-960
ting	-961
▁located	-962
ught	-963
▁lit	-964
▁national	-965
▁cho	-966
uku	-967
shin	-968
ane	-969
▁成	-970
▁186	-971
▁相	-972
▁lo	-973
▁ear	-974
▁appointed	-975
▁army	-976
▁左	-977
ived	-978
▁形	-979
ilit	-980
▁dist	-981
▁持	-982
vel	-983
▁守	-984
▁仏	-985
▁説	-986
▁cap	-987
da	-988
be	-989
▁serv	-990
▁水	-991
▁high	-992
▁187	-993
▁these	-994
ire	-995
▁nag	-996
▁木	-997
▁直	-998
▁制	-999
▁rail	-1000
▁minamoto	-1001
ubl	-1002
ident	-1003
min	-1004
▁battle	-1005
▁area	-1006
▁ア	-1007
ced	-1008
▁pol	-1009
▁os	-1010
▁lord	-1011
▁結	-1012
▁ward	-1013
▁thro	-1014
▁gu	-1015
▁館	-1016
▁sak	-1017
▁hand	-1018
aru	-1019
▁around	-1020
ward	-1021
▁dif	-1022
▁end	-1023
zu	-1024
tho	-1025
▁秀	-1026
▁奈	-1027
▁perform	-1028
▁ki	-1029
▁house	-1030
uth	-1031
▁pal	-1032
etsu	-1033
▁ju	-1034
ix	-1035
▁written	-1036
▁ass	-1037
▁頼	-1038
ried	-1039
▁kami	-1040
▁where	-1041
▁199	-1042
▁may	-1043
▁十	-1044
▁無	-1045
▁present	-1046
▁設	-1047
▁合	-1048
▁found	-1049
▁pass	-1050
▁受け	-1051
▁sa	-1052
▁nara	-1053
ite	-1054
▁left	-1055
ferred	-1056
ka	-1057
▁広	-1058
utsu	-1059
▁produc	-1060
struc	-1061
▁third	-1062
▁徳	-1063
▁official	-1064
ale	-1065
oth	-1066
tsu	-1067
ival	-1068
▁hall	-1069
▁vari	-1070
uri	-1071
▁奈良	-1072
▁観	-1073
▁served	-1074
▁again	-1075
ement	-1076
ized	-1077
▁held	-1078
hin	-1079
▁god	-1080
▁book	-1081
ip	-1082
▁吉	-1083
▁well	-1084
▁more	-1085
rect	-1086
▁場合	-1087
ivers	-1088
air	-1089
▁giv	-1090
▁play	-1091
old	-1092
▁sur	-1093
▁publ	-1094
▁rem	-1095
self	-1096
▁王	-1097
▁brother	-1098
▁hon	-1099
▁gro	-1100
pr	-1101
era	-1102
tion	-1103
▁集	-1104
oro	-1105
br	-1106
ision	-1107
▁手	-1108
▁土	-1109
jinja	-1110
▁とも	-1111
uke	-1112
▁order	-1113
▁他	-1114
▁別	-1115
day	-1116
▁～	-1117
000	-1118
▁万	-1119
▁郡	-1120
ょう	-1121
▁六	-1122
▁将	-1123
▁mother	-1124
▁palace	-1125
oka	-1126
▁accord	-1127
▁188	-1128
▁stre	-1129
▁nam	-1130
▁幕府	-1131
▁加	-1132
▁運	-1133
▁car	-1134
▁following	-1135
▁style	-1136
▁rice	-1137
amp	-1138
▁tit	-1139
▁意	-1140
med	-1141
▁号	-1142
▁young	-1143
▁railway	-1144
▁mik	-1145
gu	-1146
▁than	-1147
▁化	-1148
▁娘	-1149
▁194	-1150
▁op	-1151
▁addition	-1152
▁land	-1153
▁mei	-1154
▁役	-1155
▁great	-1156
▁direct	-1157
▁consid	-1158
▁豊	-1159
▁nak	-1160
▁ひ	-1161
pe	-1162
▁表	-1163
▁born	-1164
ior	-1165
▁ぶ	-1166
▁鎌	-1167
▁美	-1168
▁大学	-1169
▁189	-1170
ugawa	-1171
▁milit	-1172
▁系	-1173
gen	-1174
▁liter	-1175
▁kamakura	-1176
▁star	-1177
▁mat	-1178
▁yor	-1179
▁fam	-1180
▁set	-1181
▁ts	-1182
▁198	-1183
ship	-1184
▁supp	-1185
▁while	-1186
▁用い	-1187
▁定	-1188
han	-1189
ick	-1190
▁history	-1191
▁交	-1192
▁真	-1193
ume	-1194
▁親王	-1195
▁descri	-1196
▁鉄道	-1197
▁cur	-1198
▁num	-1199
▁192	-1200
▁each	-1201
▁military	-1202
▁osaka	-1203
▁kok	-1204
▁mus	-1205
▁少	-1206
▁being	-1207
▁those	-1208
ju	-1209
▁according	-1210
very	-1211
▁再	-1212
▁保	-1213
▁mid	-1214
ants	-1215
el	-1216
▁came	-1217
▁外	-1218
▁母	-1219
▁wife	-1220
▁charac	-1221
▁大臣	-1222
▁street	-1223
▁apr	-1224
▁office	-1225
▁バ	-1226
▁鎌倉	-1227
▁ind	-1228
▁baku	-1229
▁考	-1230
▁import	-1231
▁財	-1232
▁chief	-1233
▁tokyo	-1234
▁海	-1235
▁back	-1236
▁given	-1237
▁各	-1238
▁ceremon	-1239
▁even	-1240
▁april	-1241
▁march	-1242
▁spec	-1243
▁ob	-1244
rent	-1245
▁side	-1246
ning	-1247
▁bakufu	-1248
▁取	-1249
▁dr	-1250
▁支	-1251
▁bir	-1252
▁基	-1253
aro	-1254
▁region	-1255
▁univers	-1256
ual	-1257
eng	-1258
▁div	-1259
▁数	-1260
▁忠	-1261
▁design	-1262
▁oper	-1263
▁任	-1264
▁sum	-1265
▁祭	-1266
kan	-1267
▁舞	-1268
dai	-1269
▁右	-1270
kyo	-1271
▁pain	-1272
▁ち	-1273
▁等	-1274
▁派	-1275
▁fif	-1276
▁minister	-1277
▁納	-1278
myo	-1279
▁meiji	-1280
▁今	-1281
get	-1282
▁養	-1283
▁took	-1284
▁fest	-1285
ative	-1286
▁down	-1287
ga	-1288
▁平安	-1289
▁differ	-1290
▁qu	-1291
▁tre	-1292
▁光	-1293
ric	-1294
▁福	-1295
▁茶	-1296
▁long	-1297
▁変	-1298
▁食	-1299
▁ス	-1300
▁inv	-1301
known	-1302
▁build	-1303
▁chang	-1304
ating	-1305
▁town	-1306
▁governor	-1307
▁before	-1308
▁cultural	-1309
▁tokugawa	-1310
▁都	-1311
▁でき	-1312
ually	-1313
▁命	-1314
▁称	-1315
▁191	-1316
▁存	-1317
ana	-1318
▁屋	-1319
▁白	-1320
▁rest	-1321
▁retain	-1322
▁matsu	-1323
▁festival	-1324
▁including	-1325
▁村	-1326
rap	-1327
▁important	-1328
ures	-1329
▁most	-1330
▁proper	-1331
▁兼	-1332
▁heian	-1333
isho	-1334
▁conf	-1335
▁place	-1336
ia	-1337
▁イ	-1338
▁title	-1339
▁カ	-1340
▁adop	-1341
▁残	-1342
ided	-1343
▁東京	-1344
hy	-1345
▁among	-1346
▁足	-1347
▁jan	-1348
▁学校	-1349
▁through	-1350
▁due	-1351
hu	-1352
▁jo	-1353
▁appear	-1354
▁chinese	-1355
▁power	-1356
▁university	-1357
led	-1358
▁early	-1359
▁移	-1360
co	-1361
▁january	-1362
▁利	-1363
▁継	-1364
▁def	-1365
▁ty	-1366
▁慶	-1367
▁sam	-1368
urai	-1369
▁grade	-1370
▁師	-1371
▁兵	-1372
▁21	-1373
▁built	-1374
▁inst	-1375
▁class	-1376
▁ak	-1377
▁sw	-1378
▁tan	-1379
▁like	-1380
though	-1381
▁various	-1382
▁group	-1383
▁although	-1384
▁remain	-1385
agon	-1386
ason	-1387
hon	-1388
▁195	-1389
hara	-1390
res	-1391
mon	-1392
▁歴	-1393
ific	-1394
cip	-1395
まれ	-1396
▁なお	-1397
▁therefore	-1398
ems	-1399
▁hide	-1400
▁int	-1401
▁付	-1402
man	-1403
▁連	-1404
▁local	-1405
ful	-1406
▁総	-1407
▁ref	-1408
▁started	-1409
▁千	-1410
agi	-1411
▁190	-1412
▁酒	-1413
▁30	-1414
▁tea	-1415
▁kit	-1416
▁vis	-1417
▁cre	-1418
▁birth	-1419
hes	-1420
hik	-1421
▁vill	-1422
ired	-1423
▁197	-1424
▁諸	-1425
▁right	-1426
▁際	-1427
zo	-1428
cient	-1429
▁lar	-1430
▁common	-1431
▁construc	-1432
▁九	-1433
▁plac	-1434
sul	-1435
ords	-1436
▁return	-1437
▁延	-1438
▁kore	-1439
▁室	-1440
▁巻	-1441
▁将軍	-1442
▁moun	-1443
▁門	-1444
osed	-1445
▁trad	-1446
▁state	-1447
▁senior	-1448
ito	-1449
▁mu	-1450
▁octo	-1451
▁es	-1452
▁25	-1453
▁unknown	-1454
▁considered	-1455
▁源氏	-1456
▁徳川	-1457
▁himself	-1458
xt	-1459
▁永	-1460
▁som	-1461
▁考え	-1462
cil	-1463
sion	-1464
▁寛	-1465
▁fac	-1466
▁ins	-1467
▁電	-1468
▁のみ	-1469
▁shim	-1470
▁rece	-1471
▁taira	-1472
▁belie	-1473
▁生まれ	-1474
▁lower	-1475
▁own	-1476
igned	-1477
▁poet	-1478
▁如	-1479
▁性	-1480
velop	-1481
▁kaw	-1482
▁grand	-1483
bed	-1484
▁旧暦	-1485
▁conc	-1486
▁両	-1487
▁number	-1488
▁ancient	-1489
▁193	-1490
▁open	-1491
▁october	-1492
▁異	-1493
▁count	-1494
▁gon	-1495
bruary	-1496
▁mak	-1497
▁express	-1498
▁former	-1499
emb	-1500
▁february	-1501
usa	-1502
zen	-1503
ceed	-1504
▁both	-1505
▁vol	-1506
▁went	-1507
uma	-1508
▁law	-1509
▁fin	-1510
▁24	-1511
ates	-1512
▁花	-1513
▁han	-1514
cial	-1515
▁fuk	-1516
▁often	-1517
▁comple	-1518
▁fifth	-1519
▁ken	-1520
▁中国	-1521
▁jr	-1522
▁did	-1523
▁mod	-1524
gawa	-1525
▁ichi	-1526
ff	-1527
▁cro	-1528
▁december	-1529
▁22	-1530
▁ik	-1531
▁adopted	-1532
▁inter	-1533
▁develop	-1534
ities	-1535
▁statue	-1536
▁sad	-1537
▁six	-1538
▁july	-1539
▁adv	-1540
▁廃	-1541
▁阿	-1542
▁期	-1543
hout	-1544
▁met	-1545
▁leg	-1546
▁med	-1547
▁堂	-1548
▁guard	-1549
▁住	-1550
▁起	-1551
▁above	-1552
▁koku	-1553
▁シ	-1554
▁宇	-1555
▁occ	-1556
▁登	-1557
▁存在	-1558
▁196	-1559
▁compan	-1560
▁組	-1561
ugust	-1562
yasu	-1563
ako	-1564
▁弟	-1565
▁west	-1566
▁eng	-1567
eda	-1568
ital	-1569
▁共	-1570
▁sm	-1571
▁mountain	-1572
▁dy	-1573
▁mt	-1574
ep	-1575
▁円	-1576
▁toyo	-1577
▁august	-1578
▁図	-1579
▁stand	-1580
▁与	-1581
▁samurai	-1582
▁based	-1583
dori	-1584
▁theory	-1585
▁久	-1586
▁活	-1587
▁wak	-1588
▁田	-1589
▁仕	-1590
ise	-1591
▁始	-1592
▁way	-1593
▁末	-1594
▁section	-1595
▁進	-1596
▁bl	-1597
▁造	-1598
▁比	-1599
▁原	-1600
▁式	-1601
▁fourth	-1602
ious	-1603
▁wood	-1604
ven	-1605
▁機	-1606
▁times	-1607
▁fur	-1608
▁collect	-1609
▁nov	-1610
▁だっ	-1611
▁当時	-1612
▁一般	-1613
▁河	-1614
ptember	-1615
▁if	-1616
unaga	-1617
▁sim	-1618
ao	-1619
▁能	-1620
▁sai	-1621
▁november	-1622
ring	-1623
▁road	-1624
▁september	-1625
▁大き	-1626
▁23	-1627
▁七	-1628
▁term	-1629
▁側	-1630
▁引	-1631
▁車	-1632
▁general	-1633
▁28	-1634
ose	-1635
▁ot	-1636
▁以下	-1637
▁china	-1638
▁cor	-1639
▁風	-1640
ended	-1641
▁使用	-1642
▁ceremony	-1643
ima	-1644
▁cal	-1645
ime	-1646
▁pop	-1647
ury	-1648
▁とき	-1649
ern	-1650
▁ryo	-1651
▁tradition	-1652
▁回	-1653
iqu	-1654
▁研	-1655
▁era	-1656
▁納言	-1657
▁kei	-1658
▁bran	-1659
▁world	-1660
▁promo	-1661
▁success	-1662
▁翌	-1663
▁river	-1664
▁water	-1665
▁バス	-1666
▁ka	-1667
▁思	-1668
▁changed	-1669
ature	-1670
▁command	-1671
▁promoted	-1672
▁強	-1673
▁宝	-1674
ayama	-1675
▁[	-1676
▁コ	-1677
▁続	-1678
▁編	-1679
▁resid	-1680
▁]	-1681
▁以降	-1682
▁川	-1683
▁nishi	-1684
▁大阪	-1685
▁different	-1686
▁inf	-1687
▁succeed	-1688
▁先	-1689
▁empress	-1690
▁use	-1691
abe	-1692
▁against	-1693
▁har	-1694
▁番	-1695
inu	-1696
▁重要	-1697
uka	-1698
▁佐	-1699
ens	-1700
til	-1701
▁列	-1702
ics	-1703
▁master	-1704
istr	-1705
▁27	-1706
ately	-1707
omiya	-1708
ago	-1709
▁創	-1710
▁kill	-1711
ark	-1712
▁incident	-1713
pl	-1714
ories	-1715
▁histor	-1716
▁buddhism	-1717
▁追	-1718
▁職	-1719
▁ふ	-1720
izu	-1721
▁勝	-1722
▁皇子	-1723
ised	-1724
▁higashi	-1725
▁修	-1726
▁様	-1727
▁男	-1728
▁real	-1729
▁史	-1730
kai	-1731
gr	-1732
▁僧	-1733
▁ただ	-1734
una	-1735
▁多く	-1736
ently	-1737
als	-1738
▁研究	-1739
ze	-1740
▁others	-1741
▁春	-1742
▁乱	-1743
▁sake	-1744
▁zen	-1745
▁fore	-1746
▁large	-1747
▁料	-1748
▁somet	-1749
▁語	-1750
▁製	-1751
▁調	-1752
ially	-1753
▁ご	-1754
▁omi	-1755
▁kiyo	-1756
▁条	-1757
vent	-1758
▁dyn	-1759
▁工	-1760
oki	-1761
▁反	-1762
▁mis	-1763
▁take	-1764
▁約	-1765
▁頃	-1766
▁焼	-1767
▁タ	-1768
▁another	-1769
hood	-1770
▁帰	-1771
▁死去	-1772
▁tang	-1773
▁ど	-1774
▁shinto	-1775
ored	-1776
suke	-1777
▁tro	-1778
▁small	-1779
▁おけ	-1780
▁june	-1781
▁地方	-1782
▁five	-1783
▁route	-1784
▁例	-1785
衛門	-1786
▁ren	-1787
dle	-1788
sai	-1789
▁享	-1790
land	-1791
▁until	-1792
▁兄	-1793
▁解	-1794
,000	-1795
▁fact	-1796
▁細	-1797
aving	-1798
▁著	-1799
cept	-1800
▁aff	-1801
▁フ	-1802
▁祖	-1803
▁exist	-1804
ront	-1805
▁service	-1806
▁歴史	-1807
▁dynast	-1808
▁26	-1809
▁博	-1810
▁尊	-1811
read	-1812
▁resul	-1813
▁could	-1814
▁public	-1815
▁周	-1816
▁wom	-1817
oration	-1818
▁tad	-1819
▁contro	-1820
▁像	-1821
▁若	-1822
app	-1823
▁民	-1824
▁あた	-1825
▁sug	-1826
▁partic	-1827
▁provin	-1828
ange	-1829
▁体	-1830
▁lead	-1831
▁appro	-1832
▁middle	-1833
▁maj	-1834
▁織	-1835
▁貞	-1836
▁say	-1837
▁中心	-1838
▁feud	-1839
uru	-1840
▁物語	-1841
▁面	-1842
ogy	-1843
▁means	-1844
ield	-1845
▁regard	-1846
shrin	-1847
ート	-1848
▁関係	-1849
ified	-1850
▁sold	-1851
▁away	-1852
▁sit	-1853
ected	-1854
▁hok	-1855
▁構	-1856
▁council	-1857
▁branch	-1858
▁younger	-1859
▁tom	-1860
▁company	-1861
▁島	-1862
▁ec	-1863
▁常	-1864
isted	-1865
▁品	-1866
▁desc	-1867
▁enshrin	-1868
▁popular	-1869
ado	-1870
▁領	-1871
▁current	-1872
▁遺	-1873
▁hos	-1874
▁hideyoshi	-1875
▁得	-1876
par	-1877
▁ashik	-1878
▁戦い	-1879
▁days	-1880
useum	-1881
estern	-1882
▁attack	-1883
▁さら	-1884
▁nobunaga	-1885
▁would	-1886
▁character	-1887
▁kai	-1888
▁hiro	-1889
▁..	-1890
▁museum	-1891
goku	-1892
▁pur	-1893
▁life	-1894
▁状	-1895
▁同じ	-1896
▁resp	-1897
aido	-1898
▁mun	-1899
▁will	-1900
▁today	-1901
▁become	-1902
▁ashikaga	-1903
▁絵	-1904
▁昇	-1905
ject	-1906
▁join	-1907
▁bun	-1908
▁capital	-1909
agawa	-1910
za	-1911
▁now	-1912
▁major	-1913
▁mer	-1914
▁yas	-1915
▁fl	-1916
▁noh	-1917
▁奉	-1918
▁fu	-1919
▁足利	-1920
▁kab	-1921
▁princess	-1922
▁original	-1923
▁temples	-1924
▁began	-1925
cy	-1926
▁put	-1927
▁台	-1928
ible	-1929
▁along	-1930
ani	-1931
▁なが	-1932
▁yamato	-1933
▁ie	-1934
▁かけ	-1935
▁feudal	-1936
sen	-1937
▁east	-1938
aya	-1939
▁western	-1940
▁property	-1941
▁ku	-1942
▁sent	-1943
▁こう	-1944
▁信長	-1945
▁ext	-1946
▁building	-1947
▁同年	-1948
▁territ	-1949
▁没	-1950
zan	-1951
▁jin	-1952
▁buddha	-1953
▁center	-1954
▁received	-1955
cted	-1956
ck	-1957
▁hal	-1958
▁bas	-1959
▁port	-1960
▁iw	-1961
iled	-1962
▁画	-1963
iko	-1964
▁kar	-1965
▁special	-1966
▁children	-1967
uryo	-1968
▁designated	-1969
▁応	-1970
▁good	-1971
ism	-1972
▁演	-1973
▁向	-1974
▁issu	-1975
▁サ	-1976
▁lived	-1977
▁let	-1978
▁using	-1979
▁29	-1980
▁og	-1981
▁succeeded	-1982
▁trains	-1983
▁polit	-1984
▁village	-1985
iew	-1986
▁種	-1987
aijin	-1988
▁特に	-1989
▁ele	-1990
▁myo	-1991
ility	-1992
▁乗	-1993
▁mitsu	-1994
▁ky	-1995
roduc	-1996
▁front	-1997
ech	-1998
▁さらに	-1999
ution	-2000
▁yoshim	-2001
pper	-2002
▁shrines	-2003
ugo	-2004
▁refer	-2005
▁nin	-2006
▁普	-2007
▁admin	-2008
▁独	-2009
▁calend	-2010
▁百	-2011
▁秀吉	-2012
asaki	-2013
▁member	-2014
ingu	-2015
▁着	-2016
soci	-2017
▁you	-2018
▁examp	-2019
▁愛	-2020
▁身	-2021
▁良	-2022
▁pract	-2023
▁associ	-2024
▁genji	-2025
▁calendar	-2026
▁mov	-2027
▁depart	-2028
▁dynasty	-2029
▁浄	-2030
imes	-2031
▁gate	-2032
▁落	-2033
▁世紀	-2034
ner	-2035
▁run	-2036
▁further	-2037
lu	-2038
▁bi	-2039
▁miya	-2040
▁moved	-2041
▁bod	-2042
▁半	-2043
して	-2044
▁転	-2045
▁eld	-2046
▁彼	-2047
▁vass	-2048
▁still	-2049
▁without	-2050
▁literally	-2051
▁treas	-2052
▁置	-2053
den	-2054
▁決	-2055
▁切	-2056
▁唐	-2057
▁fire	-2058
unt	-2059
▁century	-2060
▁丹	-2061
▁keihan	-2062
ita	-2063
▁理	-2064
▁det	-2065
▁復	-2066
uno	-2067
▁キ	-2068
▁渡	-2069
▁京阪	-2070
▁elect	-2071
▁iz	-2072
▁residence	-2073
▁continu	-2074
itomo	-2075
ned	-2076
ention	-2077
▁音	-2078
thern	-2079
▁nihon	-2080
ined	-2081
▁100	-2082
airs	-2083
▁mean	-2084
▁northern	-2085
▁hak	-2086
▁ながら	-2087
▁taka	-2088
▁passed	-2089
gether	-2090
▁grad	-2091
▁施	-2092
arch	-2093
▁首	-2094
▁為	-2095
▁人物	-2096
▁oda	-2097
▁しま	-2098
sumed	-2099
romachi	-2100
▁及	-2101
▁一部	-2102
▁returned	-2103
▁メ	-2104
▁influ	-2105
ged	-2106
▁together	-2107
▁岩	-2108
ター	-2109
▁believed	-2110
mu	-2111
uga	-2112
▁sometimes	-2113
tomi	-2114
▁sout	-2115
ret	-2116
▁要	-2117
▁専	-2118
▁az	-2119
▁意味	-2120
▁retired	-2121
kawa	-2122
▁sl	-2123
▁のち	-2124
▁half	-2125
▁named	-2126
▁赤	-2127
▁belong	-2128
▁nar	-2129
▁muromachi	-2130
▁make	-2131
▁modern	-2132
▁芸	-2133
▁病	-2134
ape	-2135
gin	-2136
▁商	-2137
utes	-2138
▁priv	-2139
ks	-2140
▁story	-2141
▁統	-2142
rib	-2143
amura	-2144
▁資	-2145
▁traditional	-2146
isha	-2147
▁必	-2148
▁蔵	-2149
▁118	-2150
▁music	-2151
ころ	-2152
ves	-2153
▁moto	-2154
▁uji	-2155
row	-2156
▁治	-2157
echn	-2158
▁火	-2159
▁should	-2160
ets	-2161
▁famil	-2162
ta	-2163
cript	-2164
▁紀	-2165
▁設置	-2166
ages	-2167
▁mor	-2168
▁see	-2169
▁オ	-2170
▁銀	-2171
▁site	-2172
hito	-2173
▁collection	-2174
iness	-2175
▁north	-2176
vo	-2177
▁organ	-2178
▁与え	-2179
▁終	-2180
▁educ	-2181
▁administr	-2182
▁dain	-2183
▁マ	-2184
ively	-2185
▁techn	-2186
▁entered	-2187
▁貴	-2188
▁地域	-2189
▁show	-2190
▁troop	-2191
▁within	-2192
▁墓	-2193
▁室町	-2194
▁summ	-2195
▁introduc	-2196
▁originally	-2197
▁mai	-2198
▁そして	-2199
▁ut	-2200
yori	-2201
▁ホ	-2202
▁辞	-2203
orted	-2204
▁158	-2205
▁flo	-2206
▁south	-2207
▁宣	-2208
▁sang	-2209
▁伏	-2210
▁view	-2211
ral	-2212
ached	-2213
▁requ	-2214
▁度	-2215
▁type	-2216
▁miy	-2217
▁described	-2218
rew	-2219
▁any	-2220
▁可	-2221
▁野	-2222
uce	-2223
▁uk	-2224
▁daimyo	-2225
▁artic	-2226
▁確	-2227
▁sever	-2228
▁famous	-2229
▁取り	-2230
▁含	-2231
▁ise	-2232
▁late	-2233
▁eas	-2234
▁ただし	-2235
▁和歌	-2236
▁naga	-2237
▁織田	-2238
ured	-2239
▁record	-2240
▁在	-2241
▁就	-2242
▁鳥	-2243
▁論	-2244
aped	-2245
hime	-2246
▁大名	-2247
used	-2248
▁dan	-2249
▁descend	-2250
▁kaz	-2251
▁rev	-2252
▁事件	-2253
chu	-2254
▁単	-2255
▁sil	-2256
aper	-2257
▁stone	-2258
▁ud	-2259
▁たち	-2260
▁division	-2261
▁攻	-2262
▁影	-2263
▁伝え	-2264
▁having	-2265
▁竹	-2266
▁省	-2267
▁...	-2268
▁red	-2269
itted	-2270
▁越	-2271
sei	-2272
▁shogunate	-2273
▁every	-2274
▁repres	-2275
▁叙	-2276
▁由	-2277
▁equ	-2278
▁seri	-2279
ization	-2280
▁county	-2281
▁wooden	-2282
▁勢	-2283
▁reason	-2284
▁黒	-2285
▁参照	-2286
embers	-2287
▁refers	-2288
▁pat	-2289
▁sword	-2290
▁toshi	-2291
▁historical	-2292
▁陸	-2293
▁?	-2294
▁以後	-2295
▁food	-2296
▁寄	-2297
▁深	-2298
▁旅	-2299
▁stop	-2300
▁members	-2301
▁performed	-2302
▁頭	-2303
tect	-2304
ール	-2305
▁寺院	-2306
▁帝	-2307
▁poems	-2308
▁座	-2309
▁hojo	-2310
▁営	-2311
▁works	-2312
▁mainly	-2313
▁et	-2314
ines	-2315
▁興	-2316
▁規	-2317
▁飛	-2318
umul	-2319
▁うち	-2320
▁盛	-2321
▁養子	-2322
▁大正	-2323
▁referred	-2324
▁摂	-2325
▁my	-2326
▁kind	-2327
▁killed	-2328
▁心	-2329
ushu	-2330
ーム	-2331
▁families	-2332
ishment	-2333
▁富	-2334
▁推	-2335
ons	-2336
imi	-2337
uted	-2338
af	-2339
▁馬	-2340
▁sut	-2341
▁だけ	-2342
▁kom	-2343
▁ieyasu	-2344
▁科	-2345
▁kn	-2346
udo	-2347
▁増	-2348
▁指定	-2349
▁fun	-2350
▁仁	-2351
▁店	-2352
▁sei	-2353
▁date	-2354
▁gave	-2355
aged	-2356
▁names	-2357
▁om	-2358
▁問	-2359
▁青	-2360
▁next	-2361
▁souther	-2362
▁included	-2363
▁kum	-2364
emori	-2365
▁仏教	-2366
▁home	-2367
▁shing	-2368
▁kon	-2369
▁kann	-2370
▁け	-2371
▁southern	-2372
ps	-2373
▁enshrined	-2374
▁very	-2375
▁口	-2376
ode	-2377
▁placed	-2378
▁hor	-2379
▁点	-2380
otsu	-2381
▁produced	-2382
▁収	-2383
ering	-2384
▁料理	-2385
▁far	-2386
▁fushi	-2387
▁米	-2388
▁relig	-2389
▁ru	-2390
▁平成	-2391
hide	-2392
▁ところ	-2393
▁kuro	-2394
▁185	-2395
okawa	-2396
sha	-2397
▁poin	-2398
▁香	-2399
ラン	-2400
ety	-2401
ken	-2402
▁弘	-2403
odo	-2404
▁ra	-2405
▁result	-2406
▁led	-2407
▁flow	-2408
▁利用	-2409
▁affairs	-2410
▁完	-2411
▁律	-2412
▁古墳	-2413
▁win	-2414
▁just	-2415
▁伏見	-2416
istry	-2417
▁管	-2418
▁不明	-2419
▁shu	-2420
▁material	-2421
▁聖	-2422
▁opp	-2423
▁created	-2424
▁もと	-2425
akawa	-2426
jima	-2427
▁ト	-2428
▁bur	-2429
gi	-2430
▁defe	-2431
lected	-2432
▁thought	-2433
▁来	-2434
pped	-2435
▁梅	-2436
ness	-2437
▁159	-2438
▁fil	-2439
ically	-2440
▁country	-2441
まり	-2442
▁rul	-2443
▁poss	-2444
▁ir	-2445
zuru	-2446
▁影響	-2447
▁ver	-2448
ues	-2449
▁study	-2450
bun	-2451
ives	-2452
▁急	-2453
▁mur	-2454
▁近江	-2455
iec	-2456
zai	-2457
▁ge	-2458
ases	-2459
▁abol	-2460
▁department	-2461
▁空	-2462
oko	-2463
▁kas	-2464
ked	-2465
oino	-2466
▁選	-2467
▁auth	-2468
▁areas	-2469
▁動	-2470
▁doc	-2471
▁妻	-2472
raphy	-2473
▁至	-2474
▁kag	-2475
cl	-2476
▁即	-2477
▁大和	-2478
▁read	-2479
▁fr	-2480
▁配	-2481
▁construction	-2482
▁家康	-2483
▁distr	-2484
hen	-2485
▁cr	-2486
▁伊勢	-2487
▁エ	-2488
▁tumul	-2489
▁business	-2490
▁toyotomi	-2491
▁wh	-2492
▁lear	-2493
▁mori	-2494
uments	-2495
▁discip	-2496
▁認	-2497
hod	-2498
yed	-2499
▁em	-2500
▁relation	-2501
▁廃止	-2502
▁ぐ	-2503
▁contain	-2504
▁→	-2505
▁丸	-2506
▁農	-2507
hib	-2508
▁157	-2509
ット	-2510
▁tam	-2511
ument	-2512
▁横	-2513
▁局	-2514
▁不詳	-2515
▁once	-2516
▁隠	-2517
▁承	-2518
▁殿	-2519
▁aut	-2520
▁討	-2521
quently	-2522
▁ゆ	-2523
ban	-2524
▁district	-2525
▁評	-2526
▁武士	-2527
▁隊	-2528
hira	-2529
▁失	-2530
▁技	-2531
▁books	-2532
▁opened	-2533
▁早	-2534
▁成立	-2535
▁登場	-2536
▁北条	-2537
ched	-2538
▁尾	-2539
▁楽	-2540
▁藩主	-2541
▁豊臣	-2542
anted	-2543
▁rese	-2544
▁word	-2545
▁poetry	-2546
▁以上	-2547
shima	-2548
▁michi	-2549
▁幼	-2550
▁菩	-2551
▁作品	-2552
▁assumed	-2553
▁method	-2554
kaku	-2555
▁力	-2556
▁transferred	-2557
▁represent	-2558
▁一方	-2559
ゅう	-2560
▁developed	-2561
▁禅	-2562
irc	-2563
ique	-2564
▁kur	-2565
ices	-2566
▁seen	-2567
▁founded	-2568
▁fuku	-2569
ides	-2570
▁映	-2571
▁hachi	-2572
▁control	-2573
of	-2574
▁situ	-2575
▁yoritomo	-2576
▁na	-2577
▁列車	-2578
hiro	-2579
ries	-2580
▁令	-2581
▁朝鮮	-2582
▁長男	-2583
▁incre	-2584
▁volume	-2585
▁享年	-2586
▁挙	-2587
san	-2588
▁ste	-2589
▁議	-2590
val	-2591
▁fre	-2592
▁last	-2593
▁好	-2594
▁政府	-2595
sa	-2596
▁gard	-2597
▁prof	-2598
麻呂	-2599
▁tax	-2600
▁case	-2601
▁top	-2602
▁detail	-2603
▁団	-2604
▁橋	-2605
▁upper	-2606
▁ministry	-2607
ier	-2608
▁仕え	-2609
▁disp	-2610
▁commander	-2611
▁councilor	-2612
▁hid	-2613
uso	-2614
tle	-2615
▁ca	-2616
▁初期	-2617
ugi	-2618
▁role	-2619
▁ji	-2620
▁kabuki	-2621
▁居	-2622
eno	-2623
▁accom	-2624
lain	-2625
▁plat	-2626
▁assist	-2627
▁秋	-2628
▁舞鶴	-2629
▁甲	-2630
▁spring	-2631
▁follows	-2632
▁provision	-2633
▁published	-2634
▁守護	-2635
▁打	-2636
▁ill	-2637
▁electric	-2638
hold	-2639
▁景	-2640
▁gun	-2641
▁kun	-2642
▁continued	-2643
▁朝廷	-2644
▁field	-2645
▁central	-2646
▁lim	-2647
hum	-2648
▁platform	-2649
▁政治	-2650
▁close	-2651
▁天正	-2652
▁hot	-2653
▁熊	-2654
▁ここ	-2655
▁circ	-2656
▁代表	-2657
▁tot	-2658
▁painting	-2659
▁begin	-2660
▁characters	-2661
▁従五	-2662
▁near	-2663
ins	-2664
▁hosokawa	-2665
▁荘	-2666
▁room	-2667
▁伴	-2668
▁31	-2669
▁princip	-2670
▁ban	-2671
▁kuni	-2672
▁時期	-2673
▁color	-2674
▁katsu	-2675
▁scen	-2676
▁strong	-2677
▁ほど	-2678
▁mikoto	-2679
uct	-2680
▁award	-2681
ira	-2682
▁thr	-2683
▁example	-2684
▁べ	-2685
▁nan	-2686
▁描	-2687
usho	-2688
▁rits	-2689
▁paper	-2690
humous	-2691
koku	-2692
▁posthumous	-2693
lar	-2694
▁visit	-2695
▁charge	-2696
toku	-2697
iving	-2698
▁founder	-2699
▁ritsuryo	-2700
▁セ	-2701
ida	-2702
▁dem	-2703
▁戦争	-2704
▁遠	-2705
mis	-2706
▁meters	-2707
▁にて	-2708
iers	-2709
▁2007	-2710
▁short	-2711
▁sek	-2712
▁ノ	-2713
▁船	-2714
▁allow	-2715
▁ハ	-2716
▁概	-2717
▁細川	-2718
▁ある	-2719
uta	-2720
hie	-2721
▁kannon	-2722
▁退	-2723
▁ic	-2724
▁joined	-2725
▁political	-2726
▁出家	-2727
▁初代	-2728
▁tada	-2729
ending	-2730
▁eight	-2731
▁troops	-2732
▁sea	-2733
uko	-2734
▁hir	-2735
▁lost	-2736
▁霊	-2737
▁ann	-2738
▁sal	-2739
▁sk	-2740
▁講	-2741
ryu	-2742
▁bank	-2743
▁played	-2744
▁離	-2745
▁shon	-2746
▁film	-2747
▁読	-2748
▁たり	-2749
▁可能	-2750
▁gyo	-2751
▁供	-2752
▁image	-2753
▁産	-2754
▁映画	-2755
▁takeda	-2756
▁several	-2757
▁etc	-2758
▁suke	-2759
hest	-2760
▁states	-2761
▁許	-2762
▁そこ	-2763
▁翌年	-2764
▁ur	-2765
▁forces	-2766
▁ce	-2767
▁jug	-2768
▁bure	-2769
ochi	-2770
▁え	-2771
▁ひと	-2772
▁party	-2773
▁ほか	-2774
▁およ	-2775
▁2006	-2776
▁kats	-2777
▁waka	-2778
▁頼朝	-2779
▁roku	-2780
▁remains	-2781
▁song	-2782
▁慶長	-2783
▁開始	-2784
▁squ	-2785
▁tumulus	-2786
▁resigned	-2787
▁び	-2788
▁就任	-2789
▁piec	-2790
▁世界	-2791
▁event	-2792
▁ground	-2793
▁引き	-2794
▁曲	-2795
iga	-2796
▁開業	-2797
▁simil	-2798
▁association	-2799
▁prefectural	-2800
▁味	-2801
▁色	-2802
めて	-2803
▁plan	-2804
▁非	-2805
zaki	-2806
▁chu	-2807
▁処	-2808
reen	-2809
▁similar	-2810
▁ろ	-2811
▁助	-2812
▁km	-2813
▁fushimi	-2814
uty	-2815
▁以外	-2816
▁provisional	-2817
▁gold	-2818
▁0	-2819
ース	-2820
uses	-2821
▁rit	-2822
▁conn	-2823
▁education	-2824
▁ド	-2825
▁温	-2826
▁通り	-2827
▁island	-2828
▁消	-2829
▁yu	-2830
▁hold	-2831
▁conduc	-2832
▁guards	-2833
▁retainer	-2834
▁仲	-2835
▁部分	-2836
▁territory	-2837
td	-2838
▁停	-2839
▁kat	-2840
▁burea	-2841
ize	-2842
▁hong	-2843
▁街	-2844
▁typ	-2845
tsune	-2846
▁korea	-2847
▁article	-2848
▁出身	-2849
▁協	-2850
▁50	-2851
▁プ	-2852
▁井	-2853
▁dainagon	-2854
▁奥	-2855
▁はじ	-2856
lic	-2857
lled	-2858
▁women	-2859
▁introduced	-2860
▁務	-2861
▁入れ	-2862
▁異な	-2863
stit	-2864
▁culture	-2865
▁foreign	-2866
▁married	-2867
▁operation	-2868
awara	-2869
▁throne	-2870
▁宿	-2871
▁維	-2872
▁author	-2873
▁wide	-2874
▁系統	-2875
▁かつ	-2876
▁ltd	-2877
▁val	-2878
▁hy	-2879
▁park	-2880
▁bow	-2881
▁玉	-2882
▁禁	-2883
ugyo	-2884
▁hyo	-2885
amed	-2886
▁season	-2887
▁岡	-2888
▁month	-2889
▁relationship	-2890
▁ク	-2891
▁務め	-2892
atter	-2893
▁制度	-2894
▁achie	-2895
▁private	-2896
ustom	-2897
▁making	-2898
▁kik	-2899
▁ウ	-2900
▁まま	-2901
▁=	-2902
▁支配	-2903
▁cle	-2904
rakawa	-2905
▁restoration	-2906
▁bar	-2907
▁嘉	-2908
endai	-2909
▁年間	-2910
ayed	-2911
▁hat	-2912
▁body	-2913
▁宇治	-2914
▁pict	-2915
▁通称	-2916
▁garden	-2917
▁坂	-2918
▁池	-2919
istered	-2920
ile	-2921
▁女性	-2922
▁completed	-2923
▁approx	-2924
▁路	-2925
ead	-2926
▁気	-2927
▁yoshit	-2928
▁issued	-2929
▁secret	-2930
▁schools	-2931
▁soldiers	-2932
▁jun	-2933
▁ロ	-2934
▁計	-2935
▁建築	-2936
over	-2937
▁custom	-2938
▁constructed	-2939
▁補	-2940
醍醐	-2941
▁got	-2942
▁lad	-2943
▁kiyom	-2944
ls	-2945
▁三条	-2946
▁位置	-2947
▁lot	-2948
▁camp	-2949
▁research	-2950
▁appeared	-2951
▁根	-2952
▁監	-2953
わせ	-2954
▁名乗	-2955
▁観音	-2956
zane	-2957
▁華	-2958
▁kanto	-2959
▁shige	-2960
▁places	-2961
orai	-2962
▁斎	-2963
▁各地	-2964
ists	-2965
▁浄土	-2966
shino	-2967
kata	-2968
▁dance	-2969
▁mention	-2970
▁執	-2971
▁process	-2972
▁備	-2973
satsu	-2974
▁treasure	-2975
▁household	-2976
iri	-2977
▁歌舞	-2978
onom	-2979
▁jugoino	-2980
▁詳	-2981
idge	-2982
▁184	-2983
hashi	-2984
▁sign	-2985
po	-2986
▁yoshin	-2987
▁勅	-2988
▁稲	-2989
▁食べ	-2990
▁161	-2991
▁otsu	-2992
▁逃	-2993
▁disc	-2994
▁stage	-2995
▁律令	-2996
▁ラ	-2997
▁maizuru	-2998
▁過	-2999
butsu	-3000
▁deity	-3001
▁generally	-3002
▁漢	-3003
▁同様	-3004
▁美術	-3005
atari	-3006
▁司	-3007
▁敗	-3008
ock	-3009
▁後期	-3010
▁cham	-3011
▁assistant	-3012
▁generation	-3013
▁spir	-3014
▁provincial	-3015
リー	-3016
▁一族	-3017
style	-3018
▁koji	-3019
ishing	-3020
▁wa	-3021
▁必要	-3022
▁有名	-3023
▁sevent	-3024
ination	-3025
▁inform	-3026
▁少な	-3027
▁king	-3028
▁mats	-3029
▁cases	-3030
▁crown	-3031
▁thus	-3032
▁occur	-3033
▁start	-3034
▁字	-3035
ishu	-3036
ances	-3037
▁衆	-3038
oshi	-3039
▁men	-3040
▁suk	-3041
kaido	-3042
kei	-3043
daira	-3044
▁cut	-3045
▁arts	-3046
▁enter	-3047
▁callig	-3048
▁tale	-3049
▁support	-3050
▁紙	-3051
▁薬	-3052
yuki	-3053
▁夜	-3054
▁即位	-3055
▁パ	-3056
▁具	-3057
▁嫡	-3058
▁abolished	-3059
fuku	-3060
▁kono	-3061
▁nichi	-3062
▁sutra	-3063
▁particular	-3064
▁満	-3065
▁私	-3066
▁精	-3067
▁>	-3068
▁一人	-3069
▁戦国	-3070
▁struct	-3071
▁遊	-3072
▁医	-3073
▁起こ	-3074
ption	-3075
▁ny	-3076
▁当主	-3077
ushima	-3078
▁全国	-3079
amachi	-3080
▁弁	-3081
▁検	-3082
▁主に	-3083
▁ful	-3084
▁white	-3085
▁limited	-3086
▁段	-3087
▁blo	-3088
ishin	-3089
▁what	-3090
▁taken	-3091
▁鎮	-3092
▁sus	-3093
▁tal	-3094
▁literature	-3095
▁隆	-3096
▁醍醐	-3097
mura	-3098
▁kim	-3099
▁lun	-3100
▁becom	-3101
▁草	-3102
▁歌舞伎	-3103
▁片	-3104
less	-3105
ties	-3106
▁テ	-3107
▁yak	-3108
▁姫	-3109
▁降	-3110
▁cook	-3111
▁force	-3112
▁優	-3113
▁ishi	-3114
▁業	-3115
▁160	-3116
▁英	-3117
▁及び	-3118
▁教育	-3119
▁注	-3120
▁treat	-3121
▁弓	-3122
▁達	-3123
▁sun	-3124
▁yuk	-3125
▁2005	-3126
▁instit	-3127
▁中央	-3128
▁家臣	-3129
▁care	-3130
▁chamber	-3131
▁cover	-3132
▁regarded	-3133
▁並	-3134
▁勢力	-3135
▁功	-3136
olved	-3137
imately	-3138
▁放	-3139
ments	-3140
▁亀	-3141
lling	-3142
erv	-3143
dera	-3144
▁get	-3145
▁director	-3146
▁183	-3147
▁hai	-3148
enced	-3149
▁beginning	-3150
▁之	-3151
pan	-3152
▁40	-3153
▁伝わ	-3154
port	-3155
▁寿	-3156
▁筆	-3157
gyo	-3158
▁以前	-3159
▁由来	-3160
▁ぎ	-3161
ency	-3162
▁par	-3163
▁印	-3164
▁境	-3165
んど	-3166
usan	-3167
▁seven	-3168
▁track	-3169
pec	-3170
▁sengoku	-3171
▁および	-3172
▁黄	-3173
▁brought	-3174
▁133	-3175
▁pen	-3176
▁姿	-3177
▁築	-3178
▁譲	-3179
bon	-3180
▁um	-3181
▁separ	-3182
oda	-3183
haru	-3184
▁密	-3185
roku	-3186
▁wal	-3187
▁big	-3188
hic	-3189
▁交通	-3190
▁esc	-3191
▁warri	-3192
▁跡	-3193
▁子孫	-3194
▁菩薩	-3195
king	-3196
ense	-3197
bi	-3198
▁未	-3199
▁祀	-3200
icip	-3201
▁nat	-3202
▁nijo	-3203
▁older	-3204
▁satsu	-3205
▁shape	-3206
▁cm	-3207
▁jodo	-3208
▁fight	-3209
▁standing	-3210
▁武田	-3211
ened	-3212
▁instead	-3213
▁studied	-3214
ae	-3215
▁整	-3216
icho	-3217
▁君	-3218
▁dest	-3219
▁except	-3220
side	-3221
▁mot	-3222
▁nik	-3223
▁提	-3224
▁階	-3225
▁龍	-3226
▁70	-3227
ying	-3228
▁kansai	-3229
ount	-3230
▁x	-3231
▁ordered	-3232
machi	-3233
▁rebe	-3234
▁玄	-3235
▁国宝	-3236
▁近衛	-3237
▁light	-3238
▁status	-3239
▁personal	-3240
▁如来	-3241
▁貴族	-3242
▁次男	-3243
icated	-3244
▁words	-3245
▁vassal	-3246
▁何	-3247
aburo	-3248
▁past	-3249
▁sanjo	-3250
▁religious	-3251
▁sixth	-3252
▁悪	-3253
▁群	-3254
angu	-3255
▁勧	-3256
▁極	-3257
inct	-3258
▁fought	-3259
▁night	-3260
▁二条	-3261
gest	-3262
▁clo	-3263
▁turn	-3264
▁mentioned	-3265
▁浅	-3266
▁中期	-3267
▁hit	-3268
▁whose	-3269
▁塩	-3270
▁60	-3271
umes	-3272
▁matsudaira	-3273
▁塔	-3274
▁感	-3275
▁鹿	-3276
▁below	-3277
▁assigned	-3278
▁松平	-3279
▁活動	-3280
▁grave	-3281
▁defeated	-3282
▁ニ	-3283
▁堀	-3284
▁庭	-3285
いは	-3286
ashin	-3287
▁vice	-3288
▁ry	-3289
▁espec	-3290
▁崩	-3291
▁地下	-3292
▁始め	-3293
▁low	-3294
▁especially	-3295
▁徒	-3296
海道	-3297
▁purp	-3298
▁夫	-3299
son	-3300
aves	-3301
rote	-3302
▁孫	-3303
▁gok	-3304
ences	-3305
入れ	-3306
太郎	-3307
▁大きな	-3308
▁related	-3309
▁姓	-3310
▁老	-3311
▁儀	-3312
スト	-3313
▁80	-3314
▁示	-3315
▁captain	-3316
▁yoshino	-3317
▁deep	-3318
▁municip	-3319
▁116	-3320
▁retainers	-3321
▁臨	-3322
嵯峨	-3323
▁heav	-3324
▁tachi	-3325
▁records	-3326
sequently	-3327
▁%	-3328
▁程	-3329
▁soy	-3330
▁ほと	-3331
▁117	-3332
▁wrote	-3333
ification	-3334
-1	-3335
▁関東	-3336
wards	-3337
▁chun	-3338
▁prom	-3339
▁board	-3340
▁inner	-3341
▁節	-3342
▁迎	-3343
ukai	-3344
▁kamo	-3345
ession	-3346
▁municipal	-3347
▁志	-3348
▁ii	-3349
oryo	-3350
▁殺	-3351
imate	-3352
▁wear	-3353
▁details	-3354
▁園	-3355
▁mag	-3356
▁prob	-3357
▁nobles	-3358
▁series	-3359
▁kyushu	-3360
▁provinces	-3361
▁デ	-3362
hei	-3363
ison	-3364
▁upon	-3365
▁respect	-3366
ateg	-3367
tings	-3368
▁eldest	-3369
上げ	-3370
emy	-3371
▁1868	-3372
▁arri	-3373
▁does	-3374
▁monk	-3375
▁performance	-3376
▁余	-3377
▁雑	-3378
ぞれ	-3379
▁fall	-3380
▁poem	-3381
▁家督	-3382
▁unc	-3383
ashiro	-3384
▁store	-3385
▁approximately	-3386
▁echi	-3387
▁毎	-3388
▁記録	-3389
echi	-3390
▁draw	-3391
▁archi	-3392
▁spread	-3393
▁visited	-3394
▁operated	-3395
▁滋	-3396
fun	-3397
▁gods	-3398
▁naka	-3399
▁tsuk	-3400
▁commonly	-3401
▁判	-3402
▁林	-3403
▁最初	-3404
▁hum	-3405
▁156	-3406
▁自ら	-3407
pect	-3408
ising	-3409
▁装	-3410
▁それぞれ	-3411
▁結果	-3412
▁阿弥	-3413
thol	-3414
▁text	-3415
▁参加	-3416
▁参議	-3417
▁従五位	-3418
▁production	-3419
▁ジ	-3420
▁薩	-3421
兵衛	-3422
▁chron	-3423
▁八幡	-3424
▁布	-3425
▁縁	-3426
▁郷	-3427
▁115	-3428
▁fem	-3429
▁yama	-3430
▁冷	-3431
▁現代	-3432
more	-3433
▁headed	-3434
▁留	-3435
iki	-3436
▁木造	-3437
▁本願	-3438
▁particip	-3439
▁展	-3440
▁look	-3441
▁継承	-3442
▁写	-3443
amatsu	-3444
▁properties	-3445
▁名称	-3446
▁manag	-3447
▁polic	-3448
sed	-3449
▁mino	-3450
uto	-3451
▁丹波	-3452
ンター	-3453
▁はじめ	-3454
ained	-3455
▁meaning	-3456
▁sing	-3457
▁話	-3458
▁問題	-3459
olog	-3460
▁120	-3461
▁kamig	-3462
▁yamag	-3463
▁officials	-3464
▁送	-3465
▁活躍	-3466
▁混	-3467
わり	-3468
▁武将	-3469
ator	-3470
▁raised	-3471
▁though	-3472
▁桃	-3473
atic	-3474
ling	-3475
redit	-3476
▁kanp	-3477
21	-3478
▁属	-3479
▁記述	-3480
▁point	-3481
na	-3482
▁憲	-3483
enth	-3484
ecess	-3485
▁allowed	-3486
▁康	-3487
▁末期	-3488
▁仮	-3489
▁rus	-3490
▁2008	-3491
▁率	-3492
ays	-3493
▁信仰	-3494
▁征	-3495
▁よく	-3496
▁farm	-3497
▁worked	-3498
▁eastern	-3499
▁summary	-3500
▁戸	-3501
▁津	-3502
▁昇叙	-3503
▁course	-3504
▁satsuma	-3505
ements	-3506
▁stations	-3507
▁破	-3508
umo	-3509
▁exc	-3510
▁usually	-3511
▁chunagon	-3512
▁chap	-3513
▁cond	-3514
▁tsun	-3515
hisa	-3516
▁situation	-3517
mei	-3518
▁国立	-3519
▁実際	-3520
▁otomo	-3521
▁accompan	-3522
▁nakamura	-3523
付け	-3524
gaku	-3525
▁bea	-3526
▁inher	-3527
▁legend	-3528
▁違	-3529
▁そう	-3530
▁diff	-3531
▁皇太	-3532
avor	-3533
ondo	-3534
▁don	-3535
▁few	-3536
▁侍	-3537
▁monog	-3538
▁highest	-3539
▁statues	-3540
▁childhood	-3541
▁果	-3542
▁複	-3543
▁顕	-3544
▁fig	-3545
▁swe	-3546
▁taisho	-3547
▁類	-3548
▁つけ	-3549
▁sag	-3550
▁tri	-3551
▁roof	-3552
▁toki	-3553
▁社会	-3554
▁how	-3555
▁毛	-3556
▁中村	-3557
▁当初	-3558
hama	-3559
▁fell	-3560
mitted	-3561
▁complete	-3562
▁materials	-3563
▁大将	-3564
▁rap	-3565
▁indust	-3566
▁善	-3567
▁会社	-3568
▁chik	-3569
▁development	-3570
▁ぬ	-3571
▁士	-3572
▁弥	-3573
▁code	-3574
▁intern	-3575
▁短	-3576
▁嵯峨	-3577
ートル	-3578
▁foot	-3579
▁added	-3580
ger	-3581
▁ほとんど	-3582
▁bureau	-3583
▁ef	-3584
▁mochi	-3585
▁furthermore	-3586
▁都市	-3587
asion	-3588
▁tempor	-3589
▁難	-3590
onin	-3591
▁burn	-3592
▁inde	-3593
▁towns	-3594
▁bridge	-3595
▁建立	-3596
▁granted	-3597
▁予	-3598
▁特徴	-3599
▁effect	-3600
▁establishment	-3601
jiro	-3602
bashi	-3603
▁shugo	-3604
▁sister	-3605
▁surround	-3606
▁75	-3607
▁大坂	-3608
▁bosatsu	-3609
▁conducted	-3610
▁客	-3611
umn	-3612
voy	-3613
▁正室	-3614
hiko	-3615
uge	-3616
fusa	-3617
moto	-3618
▁lady	-3619
▁soci	-3620
▁倭	-3621
▁官位	-3622
▁den	-3623
▁documents	-3624
▁チ	-3625
ック	-3626
▁現存	-3627
▁tango	-3628
▁conferred	-3629
▁pun	-3630
▁tor	-3631
▁letter	-3632
▁influence	-3633
ving	-3634
▁gradu	-3635
▁jushi	-3636
▁shiga	-3637
▁ritual	-3638
▁栄	-3639
▁buildings	-3640
▁妙	-3641
▁countries	-3642
sc	-3643
alled	-3644
▁trave	-3645
▁woman	-3646
▁yoshitsune	-3647
uck	-3648
▁ordin	-3649
▁minutes	-3650
inoge	-3651
▁あるいは	-3652
▁羽	-3653
▁皇后	-3654
▁che	-3655
▁kus	-3656
▁prepar	-3657
▁本尊	-3658
▁神道	-3659
▁時間	-3660
▁設立	-3661
▁kak	-3662
▁kita	-3663
▁saga	-3664
▁training	-3665
▁迎え	-3666
▁hik	-3667
▁entr	-3668
▁sauce	-3669
▁菊	-3670
line	-3671
▁rak	-3672
▁kint	-3673
▁monogatari	-3674
▁180	-3675
▁警	-3676
▁兼任	-3677
▁政権	-3678
▁ono	-3679
▁latter	-3680
ンド	-3681
▁rapid	-3682
▁レ	-3683
▁願	-3684
▁本線	-3685
rend	-3686
▁担	-3687
▁hei	-3688
▁hard	-3689
▁剣	-3690
▁背	-3691
▁加え	-3692
kuni	-3693
▁kame	-3694
▁モ	-3695
▁公家	-3696
▁運転	-3697
isen	-3698
▁officer	-3699
▁完成	-3700
▁pray	-3701
▁memori	-3702
▁decided	-3703
▁柳	-3704
▁除	-3705
eshi	-3706
▁female	-3707
▁priesthood	-3708
▁av	-3709
ology	-3710
arters	-3711
▁total	-3712
▁刀	-3713
▁ow	-3714
▁九州	-3715
▁周辺	-3716
▁大津	-3717
▁kawachi	-3718
▁ヶ	-3719
ote	-3720
▁近代	-3721
▁eat	-3722
▁noble	-3723
▁売	-3724
ード	-3725
▁おお	-3726
▁via	-3727
▁nobu	-3728
lf	-3729
▁素	-3730
▁御所	-3731
medi	-3732
▁博物	-3733
▁定め	-3734
▁pot	-3735
ground	-3736
▁envoy	-3737
▁天平	-3738
▁brew	-3739
▁lines	-3740
mentary	-3741
▁inside	-3742
▁ha	-3743
▁nav	-3744
▁bound	-3745
▁cloth	-3746
▁孝	-3747
▁尼	-3748
▁formed	-3749
▁occurred	-3750
▁ワ	-3751
んじ	-3752
▁paintings	-3753
▁principal	-3754
▁東山	-3755
▁pag	-3756
▁administration	-3757
▁ビ	-3758
▁場所	-3759
▁nood	-3760
▁higher	-3761
▁始ま	-3762
▁河内	-3763
▁神宮	-3764
▁serving	-3765
▁施設	-3766
▁tomb	-3767
▁oldest	-3768
▁heredit	-3769
▁jugoinoge	-3770
ayashi	-3771
▁雅	-3772
▁生没	-3773
▁cele	-3774
▁know	-3775
▁activ	-3776
▁clear	-3777
▁carried	-3778
most	-3779
▁かつて	-3780
▁include	-3781
▁pattern	-3782
▁regions	-3783
▁いず	-3784
▁再び	-3785
▁死後	-3786
▁168	-3787
▁生没年	-3788
▁here	-3789
▁nation	-3790
▁衣	-3791
▁最も	-3792
▁attacked	-3793
▁武家	-3794
▁言葉	-3795
▁ben	-3796
▁goshi	-3797
▁ね	-3798
▁庶	-3799
▁seventh	-3800
▁hereditary	-3801
10	-3802
▁桜	-3803
▁烏	-3804
ryo	-3805
▁帝国	-3806
▁living	-3807
▁求	-3808
▁36	-3809
▁奉行	-3810
▁電気	-3811
▁cross	-3812
▁memorial	-3813
▁ヒ	-3814
▁採	-3815
ショ	-3816
▁mits	-3817
▁sac	-3818
▁shiki	-3819
▁shima	-3820
72	-3821
▁大夫	-3822
▁流れ	-3823
▁誕	-3824
▁限	-3825
▁上杉	-3826
▁認め	-3827
pond	-3828
▁119	-3829
icult	-3830
▁transport	-3831
▁sto	-3832
▁silk	-3833
▁shoshi	-3834
▁太政	-3835
▁戻	-3836
▁防	-3837
▁事業	-3838
▁付け	-3839
▁内容	-3840
pend	-3841
▁lunar	-3842
▁celebr	-3843
▁priests	-3844
▁protect	-3845
▁practice	-3846
▁remained	-3847
▁折	-3848
▁贈	-3849
▁base	-3850
▁crit	-3851
▁konoe	-3852
▁誕生	-3853
▁阿弥陀	-3854
▁shig	-3855
respond	-3856
▁descendants	-3857
20	-3858
▁断	-3859
▁ran	-3860
▁teach	-3861
▁correspond	-3862
▁滅	-3863
▁合戦	-3864
▁rin	-3865
▁wall	-3866
▁略	-3867
▁163	-3868
▁介	-3869
▁taking	-3870
▁selected	-3871
▁俳	-3872
▁neg	-3873
▁sci	-3874
▁full	-3875
▁ミ	-3876
▁源義	-3877
hachi	-3878
tained	-3879
▁差	-3880
lls	-3881
▁関西	-3882
▁桂	-3883
イン	-3884
▁166	-3885
▁oto	-3886
ashima	-3887
▁賞	-3888
▁twent	-3889
▁awarded	-3890
▁constit	-3891
▁vassals	-3892
▁moreover	-3893
11	-3894
▁天文	-3895
▁rik	-3896
▁meet	-3897
▁thin	-3898
▁horse	-3899
▁commun	-3900
▁hongan	-3901
▁transl	-3902
▁挙げ	-3903
▁最後	-3904
hing	-3905
ient	-3906
▁opin	-3907
▁init	-3908
▁volumes	-3909
▁generations	-3910
50	-3911
▁dos	-3912
▁ide	-3913
▁level	-3914
▁書紀	-3915
ambo	-3916
zuka	-3917
▁rok	-3918
unced	-3919
▁koto	-3920
▁fukuchi	-3921
▁leading	-3922
▁更	-3923
▁紫	-3924
▁徒歩	-3925
▁doct	-3926
▁hashi	-3927
▁existed	-3928
pted	-3929
▁bon	-3930
genji	-3931
▁sangi	-3932
▁リ	-3933
▁晴	-3934
dom	-3935
▁南北	-3936
▁come	-3937
▁indic	-3938
▁tanba	-3939
▁授	-3940
▁関白	-3941
▁いずれ	-3942
usole	-3943
▁fish	-3944
▁structure	-3945
▁格	-3946
katsu	-3947
▁acad	-3948
▁meas	-3949
shaped	-3950
▁honor	-3951
▁never	-3952
▁mausole	-3953
▁students	-3954
近衛	-3955
▁bes	-3956
▁corp	-3957
▁unit	-3958
▁brothers	-3959
▁compiled	-3960
arily	-3961
ength	-3962
▁mound	-3963
aur	-3964
▁古代	-3965
▁方面	-3966
▁kept	-3967
▁provided	-3968
▁ぜ	-3969
ither	-3970
▁divided	-3971
▁additionally	-3972
lp	-3973
▁湯	-3974
▁高等	-3975
▁yori	-3976
▁矢	-3977
▁滋賀	-3978
▁ito	-3979
▁super	-3980
▁綱	-3981
▁平氏	-3982
▁black	-3983
▁appears	-3984
▁個	-3985
▁rebell	-3986
18	-3987
▁念	-3988
▁湖	-3989
▁fut	-3990
▁俊	-3991
▁割	-3992
▁2000	-3993
▁seems	-3994
▁reform	-3995
▁independ	-3996
oya	-3997
▁機関	-3998
▁society	-3999
oney	-4000
▁ホーム	-4001
▁korean	-4002
▁mausoleum	-4003
▁information	-4004
▁弟子	-4005
▁相当	-4006
▁tree	-4007
▁actor	-4008
▁静	-4009
ery	-4010
ots	-4011
shoki	-4012
▁型	-4013
▁板	-4014
▁東大	-4015
▁続け	-4016
▁awa	-4017
▁豪	-4018
かり	-4019
men	-4020
▁miz	-4021
▁square	-4022
▁restaur	-4023
▁美濃	-4024
▁rule	-4025
thology	-4026
▁ichijo	-4027
▁nyorai	-4028
▁connect	-4029
▁scholar	-4030
▁淀	-4031
ido	-4032
yaku	-4033
▁certain	-4034
▁卒	-4035
▁卿	-4036
▁洋	-4037
▁激	-4038
▁裏	-4039
▁試	-4040
▁順	-4041
rei	-4042
▁真言	-4043
▁amida	-4044
aff	-4045
zon	-4046
▁出来	-4047
▁shis	-4048
▁currently	-4049
▁本来	-4050
▁表記	-4051
▁much	-4052
▁聞	-4053
▁伝統	-4054
▁当た	-4055
▁飛鳥	-4056
▁yoko	-4057
ughout	-4058
▁immedi	-4059
▁throughout	-4060
▁賀	-4061
▁技術	-4062
▁麻呂	-4063
ikan	-4064
▁jud	-4065
▁文学	-4066
右衛門	-4067
io	-4068
▁捕	-4069
▁33	-4070
▁heir	-4071
▁movement	-4072
▁76	-4073
rank	-4074
▁asuka	-4075
ilities	-4076
▁belonged	-4077
▁阪	-4078
▁nen	-4079
▁prev	-4080
ributed	-4081
▁originated	-4082
▁グ	-4083
▁牛	-4084
▁kintetsu	-4085
▁gradually	-4086
24	-4087
▁葬	-4088
▁国家	-4089
▁正月	-4090
▁exec	-4091
▁green	-4092
▁pieces	-4093
28	-4094
▁対立	-4095
▁bambo	-4096
▁amount	-4097
▁なか	-4098
▁路線	-4099
eral	-4100
▁simp	-4101
▁nihonshoki	-4102
▁温泉	-4103
▁理由	-4104
▁reign	-4105
▁fukuchiyama	-4106
▁低	-4107
▁68	-4108
ashu	-4109
▁length	-4110
▁subject	-4111
▁worship	-4112
▁め	-4113
▁坐	-4114
▁息	-4115
shiki	-4116
▁prop	-4117
▁tick	-4118
uf	-4119
▁有力	-4120
▁発展	-4121
amaro	-4122
▁spirit	-4123
▁difficult	-4124
▁money	-4125
▁年代	-4126
▁建て	-4127
▁walk	-4128
▁mutsu	-4129
▁※	-4130
lem	-4131
▁アメ	-4132
▁寛永	-4133
▁too	-4134
usand	-4135
▁destro	-4136
▁向か	-4137
▁監督	-4138
▁1869	-4139
▁less	-4140
▁change	-4141
▁概要	-4142
like	-4143
▁ues	-4144
▁architect	-4145
ュー	-4146
▁jusan	-4147
49	-4148
oji	-4149
zuk	-4150
▁名前	-4151
▁街道	-4152
ding	-4153
▁bamboo	-4154
▁shingon	-4155
▁followed	-4156
23	-4157
▁勘	-4158
▁保存	-4159
▁建設	-4160
seki	-4161
▁メートル	-4162
▁ダ	-4163
▁訪	-4164
▁平家	-4165
▁形式	-4166
▁銀行	-4167
ared	-4168
rest	-4169
▁fus	-4170
ready	-4171
▁2004	-4172
▁cost	-4173
▁exhib	-4174
▁陰	-4175
acy	-4176
ogn	-4177
▁福知	-4178
▁ume	-4179
ighth	-4180
▁already	-4181
▁chronic	-4182
▁校	-4183
▁程度	-4184
▁姉	-4185
▁自身	-4186
▁owned	-4187
▁social	-4188
▁uesugi	-4189
▁disciple	-4190
▁■	-4191
▁沿	-4192
▁荒	-4193
▁どう	-4194
rang	-4195
▁170	-4196
▁上皇	-4197
▁普通	-4198
▁運行	-4199
▁道路	-4200
▁nyo	-4201
▁yodo	-4202
▁丁	-4203
let	-4204
▁兄弟	-4205
▁評価	-4206
▁prec	-4207
▁pref	-4208
▁econom	-4209
▁pagoda	-4210
▁喜	-4211
▁釈	-4212
▁公園	-4213
▁記念	-4214
▁資料	-4215
▁comb	-4216
▁happ	-4217
▁posts	-4218
orated	-4219
▁shins	-4220
▁tendai	-4221
▁twenty	-4222
▁renamed	-4223
▁扱	-4224
▁泰	-4225
▁kob	-4226
▁sat	-4227
ological	-4228
▁rebellion	-4229
▁襲	-4230
ably	-4231
rary	-4232
▁cab	-4233
▁spe	-4234
▁wat	-4235
▁persons	-4236
▁拝	-4237
▁朱	-4238
▁almost	-4239
▁facult	-4240
▁picture	-4241
▁distingu	-4242
▁organization	-4243
12	-4244
▁陣	-4245
▁鬼	-4246
▁ほう	-4247
▁近畿	-4248
▁gak	-4249
▁keep	-4250
▁police	-4251
▁経由	-4252
▁mir	-4253
▁events	-4254
ixed	-4255
▁advis	-4256
▁higashiyama	-4257
▁情	-4258
ality	-4259
▁tried	-4260
▁幸	-4261
▁ant	-4262
iting	-4263
▁peace	-4264
▁noodles	-4265
▁retained	-4266
by	-4267
▁夏	-4268
ocated	-4269
izo	-4270
▁改称	-4271
▁立て	-4272
eration	-4273
▁recogn	-4274
▁基本	-4275
ashina	-4276
ui	-4277
▁ブ	-4278
▁快	-4279
bana	-4280
▁kod	-4281
▁thousand	-4282
aba	-4283
▁現れ	-4284
▁suic	-4285
▁祝	-4286
▁la	-4287
▁ve	-4288
aries	-4289
▁norm	-4290
itions	-4291
▁elder	-4292
itimate	-4293
▁占	-4294
▁なら	-4295
▁cars	-4296
▁sacred	-4297
▁脱	-4298
har	-4299
▁率い	-4300
reme	-4301
amasa	-4302
▁arrow	-4303
▁instr	-4304
▁achiev	-4305
▁戦後	-4306
▁立像	-4307
▁陸軍	-4308
▁services	-4309
▁植	-4310
▁邸	-4311
▁陵	-4312
▁gl	-4313
▁中世	-4314
▁法華	-4315
jingu	-4316
ography	-4317
▁eighth	-4318
▁studies	-4319
▁礼	-4320
aig	-4321
▁三十	-4322
ション	-4323
▁caused	-4324
aded	-4325
▁169	-4326
▁deities	-4327
ii	-4328
▁飲	-4329
▁1871	-4330
change	-4331
iction	-4332
▁lawful	-4333
▁finally	-4334
▁崇	-4335
eal	-4336
▁皇族	-4337
▁調査	-4338
ches	-4339
uten	-4340
▁diary	-4341
▁jusanmi	-4342
ント	-4343
▁一条	-4344
▁運動	-4345
▁avail	-4346
▁高野	-4347
road	-4348
▁policy	-4349
▁directly	-4350
▁involved	-4351
40	-4352
▁pure	-4353
▁theater	-4354
▁厳	-4355
▁智	-4356
▁浮	-4357
▁いわ	-4358
▁観光	-4359
▁通常	-4360
▁nao	-4361
▁kane	-4362
▁coming	-4363
▁leaves	-4364
▁learned	-4365
▁庁	-4366
ges	-4367
▁er	-4368
▁天保	-4369
▁swords	-4370
▁characterist	-4371
▁招	-4372
▁規模	-4373
▁aki	-4374
▁勤	-4375
▁途	-4376
▁山城	-4377
▁capt	-4378
▁tame	-4379
ulation	-4380
▁handed	-4381
▁location	-4382
▁範	-4383
uts	-4384
▁慶応	-4385
orts	-4386
▁mic	-4387
▁壬	-4388
▁枚	-4389
▁いえ	-4390
▁維新	-4391
▁air	-4392
▁deri	-4393
▁recon	-4394
▁dispat	-4395
▁nichiren	-4396
25	-4397
▁暗	-4398
▁模	-4399
▁量	-4400
sum	-4401
wor	-4402
yam	-4403
▁生活	-4404
▁荘園	-4405
▁nori	-4406
▁autumn	-4407
▁固	-4408
▁押	-4409
▁様々	-4410
▁経済	-4411
▁remo	-4412
undred	-4413
▁被	-4414
▁天台	-4415
vers	-4416
▁yos	-4417
▁owari	-4418
▁composed	-4419
▁歩	-4420
okoro	-4421
▁daigo	-4422
▁outside	-4423
▁振	-4424
▁遷	-4425
yal	-4426
▁舞台	-4427
ways	-4428
▁dut	-4429
▁ple	-4430
▁yen	-4431
▁じょう	-4432
riend	-4433
▁faculty	-4434
リカ	-4435
cest	-4436
▁enjo	-4437
▁enth	-4438
▁passeng	-4439
▁競	-4440
▁逆	-4441
▁さん	-4442
▁日記	-4443
juro	-4444
zawa	-4445
▁bre	-4446
▁tast	-4447
▁headqu	-4448
▁発生	-4449
▁皇女	-4450
▁hair	-4451
▁list	-4452
▁science	-4453
▁典	-4454
らか	-4455
▁35	-4456
inaga	-4457
▁musashi	-4458
▁本堂	-4459
▁oku	-4460
▁soba	-4461
▁houses	-4462
▁description	-4463
ina	-4464
▁ancest	-4465
▁available	-4466
▁負	-4467
uda	-4468
▁四条	-4469
▁新聞	-4470
▁目的	-4471
▁故	-4472
▁179	-4473
▁kiyomori	-4474
▁ル	-4475
▁建物	-4476
▁攻め	-4477
▁sok	-4478
ricult	-4479
▁serve	-4480
▁yorim	-4481
▁agricult	-4482
▁supported	-4483
▁仙	-4484
▁賜	-4485
▁鏡	-4486
▁pa	-4487
▁chug	-4488
▁soon	-4489
▁季	-4490
ony	-4491
wan	-4492
wer	-4493
▁多数	-4494
▁結婚	-4495
▁dishes	-4496
▁勲	-4497
▁sn	-4498
▁国道	-4499
▁calligraphy	-4500
43	-4501
▁報	-4502
▁墨	-4503
三郎	-4504
▁同志	-4505
▁lords	-4506
▁merch	-4507
▁widely	-4508
▁inherited	-4509
26	-4510
▁方法	-4511
zumi	-4512
▁尺	-4513
リア	-4514
ieval	-4515
▁card	-4516
▁yasu	-4517
▁trees	-4518
▁itself	-4519
▁ソ	-4520
for	-4521
▁所在	-4522
▁gif	-4523
▁sym	-4524
▁need	-4525
▁asked	-4526
▁friend	-4527
▁stories	-4528
58	-4529
▁坊	-4530
▁元禄	-4531
▁medieval	-4532
mai	-4533
▁ほぼ	-4534
▁コン	-4535
alth	-4536
▁acce	-4537
▁hank	-4538
▁advan	-4539
▁todai	-4540
eki	-4541
▁求め	-4542
▁自動	-4543
▁300	-4544
akami	-4545
▁human	-4546
▁silver	-4547
▁goshirakawa	-4548
▁蘇	-4549
▁内閣	-4550
▁deter	-4551
13	-4552
▁待	-4553
▁護	-4554
▁一種	-4555
▁巡	-4556
▁掛	-4557
▁森	-4558
▁蓮	-4559
▁天武	-4560
▁178	-4561
after	-4562
father	-4563
▁kashi	-4564
▁ガ	-4565
coun	-4566
▁150	-4567
▁scene	-4568
▁–	-4569
▁販	-4570
▁発行	-4571
selves	-4572
▁hundred	-4573
▁亡	-4574
▁絶	-4575
iso	-4576
▁設け	-4577
▁ham	-4578
▁tar	-4579
▁kata	-4580
engumi	-4581
▁writing	-4582
▁president	-4583
▁chamberlain	-4584
▁中将	-4585
▁分か	-4586
▁necess	-4587
▁yamashiro	-4588
▁武蔵	-4589
▁清盛	-4590
▁計画	-4591
▁ing	-4592
▁shijo	-4593
▁hokkaido	-4594
